Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-luming-007__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 采薇采薇，薇亦作止。曰歸曰歸，歲亦莫止。 靡室靡家，玁狁之故。不遑啟居，玁狁之故。
en: Let us gather the thorn-ferns, let us gather the thorn-ferns; The thorn-ferns are now springing up. When shall we return? When shall we return? It will be late in the next year. Wife and husband will be separated, Because of the Xian-yun. We shall have no leisure to rest, Because of the Xian-yun.

source: 采薇采薇，薇亦柔止。曰歸曰歸，心亦憂止。 憂心烈烈，載飢載渴。我戍未定，靡使歸聘。
en: Let us gather the thorn-ferns, let us gather the thorn-ferns; The thorn-ferns are now tender. When shall we return? When shall we return? Our hearts are sorrowful; Our hearts are sad and sorrowful; We shall hunger, we shall thirst. While our service on guard is not finished, We can send no one home to enquire about our families.

source: 采薇采薇，薇亦剛止。曰歸曰歸，歲亦陽止。 王事靡盬，不遑啟處。憂心孔疚，我行不來。
en: Let us gather the thorn-ferns, let us gather the thorn-ferns; The thorn-ferns are now hard. When shall we return? When shall we return? The year will be in the tenth month. But the king's business must not be slackly performed; We shall have no leisure to rest. Our sorrowing hearts are in great distress; But we shall not return from our expedition.

source: 彼爾維何？維常之華。彼路斯何？君子之車。 戎車既駕，四牡業業。豈敢定居？一月三捷。
en: What is that so gorgeous? It is the flowers of the cherry tree. What carriage is that? It is the carriage of our general. His war carriage is yoked; The four steeds are strong. Dare we remain inactive? In one month we shall have three victories.

source: 駕彼四牡，四牡騤騤。君子所依，小人所腓。 四牡翼翼，象弭魚服。豈不日戒，玁狁孔棘！
en: The four steeds are yoked, The four steeds, eager and strong; -- The confidence of the general, The protection of the men. The four steeds move regularly, like wings; -- There are the bow with its ivory ends, and the seal-skin quiver. Shall we not daily warn one another? The business of the Xian-yun is very urgent.

source: 昔我往矣，楊柳依依。今我來思，雨雪霏霏。 行道遲遲，載渴載飢。我心傷悲，莫知我哀！
en: At first, when we set out, The willows were fresh and green; Now, when we shall be returning, The snow will be falling in clouds. Long and tedious will be our marching; We shall hunger; we shall thirst. Our hearts are wounded with grief, And no one knows our sadness.
